Repository: mozilla-l10n/mt-training-data
Catalog: kaa/kaa_pontoon.tmx
Source language: en_us
Languages: kaa

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
kaa: Siziń anonim dawıslı jazbalarıńız Common Voice maǵlıwmatlar toplamında qaladı. Profilińizdi óshirgennen soń, dawıslı jazbalarıńızdıń maǵlıwmatlar toplamınan óshiriliwine soraw jibere almaysız.

source: Your daily goal has been created
kaa: Siziń kúndelik maqsetińiz jaratıldı

source: Your download has started.
kaa: Júklep alıw baslandı.

source: Your email address
kaa: Siziń elektron pochtańız

source: Your files are being assembled. Please check again later.
kaa: Siziń fayllarıńız jıynalmaqta. Ótinish, keyinirek tekseriń.

source: Your languages:
kaa: Siziń tillerińiz:

source: Your Languages
kaa: Siziń tillerińiz

source: Your username and email will not be associated with the published data.
kaa: Siziń paydalanıwshı atıńız hám elektron pochtańız járiyalanǵan maǵlıwmatlar menen úylespeydi.

source: Your weekly goal has been created
kaa: Siziń háptelik maqsetińiz jaratıldı

source: You've successfully signed up for contributing to { $language }. Thank you.
kaa: Siz { $language } tiline úles qosıw ushın tabıslı dizimnen óttińiz. Raxmet.

source: Zaza
kaa: Zazaki

source: 1 add-on
kaa: 1 qosımsha

source: %1$d new permissions are required
kaa: %1$djańa ruqsatnamalar talap etiledi

source: %1$d out of %2$d
kaa: %1$d dan %2$d

source: %1$d selected
kaa: %1$d saylandı

source: 1. Go to Android Settings
kaa: 1. Android sazlawların ashıń

source: 1 open tab. Tap to switch tabs.
kaa: 1 bet ashıq. Basqa betlerge ótiw ushın basıń.

source: %1$s add-ons
kaa: %1$s qosımshalar

source: %1$s automatically tries to reject cookie requests on cookie banners.
kaa: %1$s cookie haqqındaǵı xabarlamalardaǵı cookie sorawlardı avtomat tárizde biykarlawǵa háreket etedi.

source: %1$s can close tabs you haven’t viewed over the past month.
kaa: %1$s ótken ay dawamında kórilmegen betlerdi jabıwı múmkin.

source: %1$s can’t download this file type
kaa: %1$s bul fayl túrin júkley almadı

source: %1$s can try to automatically reject cookie requests.
kaa: %1$s kuki sorawların avtomat tárizde biykarlawǵa háreket qılıwı múmkin.

source: %1$s can try to automatically reject cookie requests. If a reject option isn’t available, %2$s may accept all cookies to dismiss the banner.
kaa: %1$s cookiedı qollanıw haqqındaǵı sorawlardı avtomatikalıq biykar etiwi múmkin. Eger de biykar etiw múmkinshiligi bolmasa, %2$s xabarlamalardı jasırıw ushın hámme cookielardı qabıllawı múmkin.

source: %1$s clears your search and browsing history from private tabs when you close them or quit the app. While this doesn’t make you anonymous to websites or your internet service provider, it makes it easier to keep what you do online private from anyone else who uses this device.
kaa: %1$s izlew hám kóriw tariyxın jeke betlerdi japqanıńızda yamasa baǵdarlamadan shıqqanıńızda óshiredi. Bul sizdi veb-saytlar yamasa internet-provayderlar ushın anonim qılmaydı, tek ǵana usı qurılmanı qollanatuǵın basqa adamlardan óz háreketlerińizdiń internet tarmaǵında qupıyalıǵıńızdı saqlawdı jeńillestiredi.

source: %1$s could not verify the authenticity of the application. Do you want to proceed with autofilling the selected credentials?
kaa: %1$s baǵdarlamanıń haqıyqıylıǵın teksere almadı. Tańlanǵan esap maǵlıwmatların avtomat tárizde toltırıwdı qáleysiz be?

source: %1$s has a new update
kaa: %1$sjańa xabarlarǵa iye

source: %1$s has been added to %2$s
kaa: %1$s %2$s ǵa qosıldı

source: %1$s is fast and private
kaa: %1$s tez hám qupıya

source: %1$s is produced by Mozilla.
kaa: %1$s Mozilla tárepinen islep shıǵılǵan.

source: %1$s is requesting your username and password.
kaa: %1$s paydalanıwshı atın hám parolin sorap atır.

source: %1$s may install and run studies from time to time.
kaa: %1$s waqtı-waqtı menen izleniwlerdi ornatıwı hám júrgiziwi múmkin.

source: %1$s on %2$s %3$s
kaa: %1$s, %2$s %3$s

source: %1$s open tabs. Tap to switch tabs.
kaa: %1$s bet ashıq. Basqa betlerge ótiw ushın basıń.

source: %1$s (Private Mode)
kaa: %1$s (Qupıya rejim)

source: %1$s tries to automatically reject all cookie requests on supported sites.
kaa: %1$s qollap-quwatlanǵan saytlardaǵı barlıq cookie sorawların avtomat tárizde biykarlawǵa háreket etedi.

source: %1$s will clear this site’s cookies and refresh the page. Clearing all cookies may sign you out or empty shopping carts.
kaa: %1$s bul sayttıń cookieların óshiredi hám betti jańalaydı. Barlıq cookielardı óshiriw sizdi sistemadan shıǵarıwı yamasa sawda islew sebetińizdi bosatıwı múmkin.

source: %2$s is requesting your username and password. The site says: “%1$s”
kaa: %2$s paydalanıwshı atın hám parolin sorap atır. Sayt aytıwınsha: “%1$s”

source: 2. Tap <b>Permissions</b>
kaa: 2. <b>Ruqsatlar</b> ústine basıń

source: 3. Toggle <b>%1$s</b> to ON
kaa: 3. <b>%1$s</b> ruqsat berilgen jaǵdayına ótkeriń

source: About %1$s
kaa: %1$s haqqında

source: A browser built for people, not profits.
kaa: Payda ushın emes, adamlar ushın jaratılǵan brauzer.

source: Accept and edit suggestion
kaa: Usınıslardı qabıllaw hám ózgertiw

source: Accept the Risk and Continue
kaa: Qáwipti qabıllaw hám dawam etiw

source: Access browser activity during navigation
kaa: Navigaciya waqtında brauzer iskerligine kiriw

source: Access browser tabs
kaa: Brauzer betlerine kiriw

source: Access browsing history
kaa: Brauzer tariyxına kiriw

source: Accessibility
kaa: Arnawlı imkaniyatlar

source: Access recently closed tabs
kaa: Jaqında jabılǵan betlerge kiriw

source: Access to the file was denied
kaa: Faylǵa kiriw biykar etilgen

source: Access your data for %1$s
kaa: %1$s ushın maǵlıwmatlarıńızǵa kiriw

source: Access your data for all websites
kaa: Barlıq veb-saytlar ushın maǵlıwmatlarıńızǵa kiriw

source: Access your data for sites in the %1$s domain
kaa: %1$s domenindegi saytlar ushın maǵlıwmatlarıńızǵa kiriw

source: Access your data on %1$d other domains
kaa: Jáne %1$d domenlerdegi maǵlıwmatlarıńızǵa kiriw

source: Access your data on %1$d other sites
kaa: Jáne %1$d sayttaǵı maǵlıwmatlarıńızǵa kiriw

source: Access your data on 1 other domain
kaa: Jáne 1 domendegi maǵlıwmatlarıńızǵa kiriw

source: Access your data on 1 other site
kaa: Jáne 1 saytta maǵlıwmatlarıńızǵa kiriw

source: Access your location
kaa: Jaylasqan ornıńızǵa kiriw

source: Account info
kaa: Akkaunt maǵlıwmatı

source: Account settings
kaa: Akkaunt sazlawları

source: Active
kaa: Aktiv

source: Adapts to your device settings
kaa: Qurılmańız sazlawlarına maslasadı

source: Add %1$s?
kaa: %1$s qosılsın ba?

source: Add %1$s and %2$s to %3$s
kaa: %1$s hám %2$slardı %3$sǵa qosıw

source: Add %1$s to %2$s
kaa: %1$snı%2$sǵa qosıw

source: Add address
kaa: Mánzil qosıw

source: Add a shortcut to open private tabs from your Home screen.
kaa: Bas ekrannan jeke betlerdi ashıw ushın operativ buyrıq qosıń.

source: Add card
kaa: Karta qosıw

source: Add credit card
kaa: Bank kartasın qosıw

source: Added to shortcuts!
kaa: Operativ buyrıqlarǵa qosıldı!

source: Add folder
kaa: Papka qosıw

source: Add login
kaa: Login qosıw

source: Add new collection
kaa: Jańa toplam qosıw

source: Add new login
kaa: Jańa login qosıw

source: Add new search engine
kaa: Jańa izlew sistemasın qosıw

source: Add-on collection modified. Quitting the application to apply changes…
kaa: Qosımshalar toplamına ózgeris kiritildi. Ózgerislerdi qabıllaw ushın baǵdarlama jabılmaqta…

source: Add-on is already installed
kaa: Qosımsha álleqashan ornatılǵan

source: Add-on is not supported
kaa: Qosımshanı qollap-quwatlamaydı

source: Add-ons
kaa: Qosımshalar

source: Add-ons Manager
kaa: Qosımshalar menejeri

source: Add-on updates
kaa: Qosımsha jańalanıwlar

source: Add private browsing shortcut
kaa: Qupıya kóriw operativ buyrıǵın qosıw

source: Add private tab
kaa: Jeke bet qosıw

source: Address bar
kaa: Mánzil qatarı

source: Addresses
kaa: Mánziller

source: Address Not Found
kaa: Mánzil tawılmadı

source: Add search engine
kaa: Izlew sistemasın qosıw

source: Add shortcut
kaa: Operativ buyrıq qosıw

source: Add tab
kaa: Bet qosıw

source: Add them to %1$s
kaa: Olardı %1$sǵa qosıw

source: Add to contact
kaa: Kontaktke qosıw

source: Add to Home screen
kaa: Bas ekranǵa qosıw

source: Add to shortcuts
kaa: Operativ buyrıqlarǵa qosıw

source: Add username to saved password?
kaa: Saqlaǵan parolge paydalanıwshı atı qosılsın ba?

source: Advanced
kaa: Qosımsha

source: Advanced…
kaa: Qosımsha…

source: After one day
kaa: Bir kúnnen keyin

source: After one month
kaa: Bir aydan keyin

source: After one week
kaa: Bir hápteden keyin

source: All actions
kaa: Barlıq háreketler

source: All cookies (will cause websites to break)
kaa: Hámme cookieler (saytlardıń jumısın buzadı)

source: Allow
kaa: Ruqsat beriw

source: ALLOW
kaa: RUQSAT BERIW

source: Allow %1$s to automatically reject cookie requests when possible?
kaa: %1$sqa imkanı bolǵanda cookie sorawların avtomat tárizde biykarlawǵa ruqsat berilsin be?

source: Allow %1$s to decline a site’s cookie consent request if possible?
kaa: Múmkinshiligi bolsa, %1$sǵa sayttıń cookielerge ruqsat beriw haqqındaǵı sorawların biykarlawǵa ruqsat berilsin be?

source: Allow %1$s to decline a site’s cookie consent request if possible or accept cookie access when not possible?
kaa: %1$sqa sayttıń cookie haqqındaǵı sorawların biykar etiwge ruqsat beriw, múmkinshilik bolmasa cookielerge ruqsat beriw kerek pe?

source: Allow %1$s to open %2$s
kaa: %1$s ǵa %2$s dı ashıwǵa ruqsat etiw

source: Allow %1$s to play DRM-controlled content?
kaa: %1$s ushın avtor huqıqları menen qorǵalǵan kontentti qoyıwdı ruqsat etiw kerek pe?

source: Allow %1$s to send notifications?
kaa: %1$s ushın xabarlamalardı jiberiwdi ruqsat etiw kerek pe?

source: Allow %1$s to store data in persistent storage?
kaa: %1$s ushın maǵlıwmatlardı turaqlı saqlaw ornında saqlawǵa ruqsat etiw kerek pe?

source: Allow %1$s to use its cookies on %2$s?
kaa: %1$s ǵa %2$s daǵi cookielerdi paydalanıwǵa ruqsat etilsin be?

source: Allow %1$s to use your camera?
kaa: %1$s ushın kamerańızdan qollanıwdı ruqsat etiw kerek pe?

source: Allow %1$s to use your camera and microphone?
kaa: %1$s ushın kamera hám mikrofonıńızdı paydalanıwǵa ruqsat etiw kerek pe?

source: Allow %1$s to use your location?
kaa: %1$s ushın jaylasqan ornıńızdı paydalanıwǵa ruqsat etiw kerek pe?

source: Allow %1$s to use your microphone?
kaa: %1$s ushın mikrofonıńızdan paydalanıwdı ruqsat etiw kerek pe?

source: Allow audio and video
kaa: Audio hám videoǵa ruqsat beriw

source: Allowed
kaa: Ruqsat etildi

source: Allow in private browsing
kaa: Jeke bette ruqsat etiw

source: Allow screenshots in private browsing
kaa: Jeke bette skrinshot alıwǵa ruqsat beriw

source: Allow search suggestions in private sessions?
kaa: Jeke seanslarda izlew usınısına ruqsat berilsinbe?

source: Allows Mozilla to install and run studies
kaa: Mozillaǵa izleniwlerdi ornatıw hám júrgiziwge ruqsat beredi

source: All third-party cookies (may cause websites to break)
kaa: Hámme sırtqı cookieler (sayt jumısın buzıwı múmkin)

source: A login with that username already exists
kaa: Bul paydalanıwshı atındaǵı login álleqashan bar

source: Always
kaa: Hámiyshe

source: A new permission is required
kaa: Jańa ruqsatnama talap etiledi

source: Apr
kaa: Sáwir

source: Are you sure?
kaa: Isenimińiz kámil me?

source: Are you sure that you want to clear all the cookies and data for the site <b>%s</b>?
kaa: Siz bul <b>%s</b> sayt ushın barlıq cookie hám maǵlıwmatlardı óshiriwińizge isenimińiz kámil me?

source: Are you sure that you want to clear all the permissions for this site?
kaa: Bul sayt ushın hámme ruqsatnamalardı óshiriwge isenimińiz kámil me?

source: Are you sure that you want to clear all the permissions on all sites?
kaa: Barlıq saytlar ushın hámme ruqsatnamalardı óshiriwge isenimińiz kámil me?

source: Are you sure that you want to clear this permission for this site?
kaa: Siz bul sayt ushın bul ruqsatnamanı óshiriwge isenimińiz kámil me?

source: Are you sure you want to delete %1$s?
kaa: %1$s dı óshiriwińizge isenimińiz kámil me?

source: Are you sure you want to delete this address?
kaa: Bul mánzildi óshiriwdi qáleysiz be?

source: Are you sure you want to delete this bookmark?
kaa: Siz bul saylandını óshiriwge isenimińiz kámil me?

source: Are you sure you want to delete this credit card?
kaa: Bul bank kartasın óshiriwdi qáleysiz be?

source: Are you sure you want to delete this folder?
kaa: Bul papkanı óshiriwge isenimińiz kámil me?

source: Are you sure you want to delete this login?
kaa: Siz bul logindi óshiriwge isenimińiz kámil me?

source: Articles powered by %s
kaa: %s tárepinen usınılǵan maqalalar

source: A site is playing media
kaa: Saytta media qoyılıp tur

source: Ask before opening
kaa: Ashıwdan aldın soraw

source: Ask to allow
kaa: Ruqsat beriwdi sorań

source: Ask to save
kaa: Saqlawdı soraw

source: Audio and video will play on Wi-Fi
kaa: Audio hám video tek WI-FIdan qollanǵanda qoyıladı

source: Aug
kaa: Súmbile

source: Authors
kaa: Avtorlar

source: Auto-close after one month?
kaa: Bir aydan soń avtomat tárizde jabılsın ba?

source: Auto-close enabled
kaa: Avtomat tárizde jabıw iske túsirilgen

source: Auto-close open tabs
kaa: Ashıq betlerdi avtomat tárizde jabıw

source: Autocomplete URLs
kaa: URLs nı avtomat tárizde toltırıw

source: Autofill
kaa: Avtomat tárizde toltırıw

source: Autofill in %1$s
kaa: %1$sda avtomat tárizde toltırıw

source: Autofill in other apps
kaa: Basqa baǵdarlamalarda avtomat tárizde toltırıw

source: Automatic
kaa: Avtomatik

source: Automatically answer cookie pop-ups for distraction-free browsing. %1$s will reject all requests if possible.
kaa: Kóriwden alań bolmaw ushın, cookie haqqındaǵı qalqıp shıǵıwshı aynalarǵa avtomat tárizde juwap beriw. %1$s múmkinshiligi bolsa hámme sorawlardı bırkarlaydı.

source: Automatically answer cookie pop-ups for distraction-free browsing. %1$s will reject all requests if possible, or accept all if not.
kaa: Kóriwden alań bolmaw ushın, cookie haqqındaǵı qalqıp shıǵıwshı aynalarǵa avtomatikalıq juwap beriw. %1$s múmkinshiligi bolsa hámme sorawlardı bırkarlaydı, bolmasa hámmesin qabıllaydı.

source: Automatically attempts to connect to sites using HTTPS encryption protocol for increased security.
kaa: Qáwipsizlikti arttırıw ushın HTTPS shifrlaw protokolı járdeminde saytlarǵa avtomat tárizde jalǵanıwǵa háreket etedi.

source: Automatically deletes browsing data when you select \"Quit\" from the main menu
kaa: Tiykarǵı menyuden \"Shıǵıw\" túymesin tańlaǵanda, brauzer tariyxı avtomat tárizde óshiriledi

source: Automatically reject cookie requests, when possible.
kaa: Imkanı bolǵanda, cookie sorawların avtomat tárizde biykarlaw.

source: Automatically reject cookie requests, when possible. Otherwise, accept all cookies to dismiss cookie banners.
kaa: Múmkinshilik bolsa cookie haqqındaǵı hámme sorawlardı avtomatikalıq biykar etiw. Bolmasa xabarlamalardı jasırıw ushın hámme cookielardı qabıllaw.

source: Automatic font sizing
kaa: Avtomatikalıq shrift ólshemi

source: Autoplay
kaa: Avtomat tárizde iske túsiriw

source: Balanced for privacy and performance. Pages load normally.
kaa: Qupıyalıq hám ónimdarlıq teńligin támiyinleydi. Betler ádettegidey júklenedi.

source: Block
kaa: Bloklaw

source: Block audio and video
kaa: Audio hám videonı bloklaw

source: Block audio and video on cellular data only
kaa: Audio hám videonı tek mobil internetten qollanǵanda bloklaw

source: Block audio only
kaa: Tek audionı bloklaw

source: Block content on any page
kaa: Qálegen bettegi kontentti bloklaw

source: Blocked
kaa: Bloklanǵan

source: Blocked by Android
kaa: Android tárepinen bloklanǵan

source: Blocks cookies that ad networks and analytics companies use to compile your browsing data across many sites.
kaa: Kóplegen saytlarda siziń kórgen betlerińizdi jıynaw ushın reklama tarmaqları hám analitikalıq kompaniyalar paydalanatuǵın cookielerdi bloklaydı.

source: Blocks more trackers so pages load faster, but some on-page functionality may break.
kaa: Kóbirek baqlawshılardı bloklaydı sonlıqtan betler tezrek júklenedi, biraq ayrım betler qáte islewi múmkin.

source: Bookmark
kaa: Saylandı

source: Bookmarks
kaa: Saylandılar

source: Bookmark saved!
kaa: Saylandı saqlandı!

source: Bookmarks deleted
kaa: Saylandılar óshirildi

source: Bookmarks Menu
kaa: Saylandılar menyusı

source: Bookmarks saved!
kaa: Saylandılar saqlandı!

source: Bookmarks Toolbar
kaa: Saylandılar paneli

source: Bottom
kaa: Tómen

source: Browse with no saved cookies or history in %1$s
kaa: %1$sda saqlanǵan cookielarsız yamasa tariyxsız kóriw

source: Browse without being followed
kaa: Internetti baqlawlarsız qollanıń

source: Browsing data deleted
kaa: Brauzer maǵlıwmatları óshirildi

source: Browsing history and site data
kaa: Brauzer tariyxı hám sayt maǵlıwmatları

source: Cached images and files
kaa: Keshlengen súwretler hám fayllar

source: Call
kaa: Qońıraw qılıw

source: Call with…
kaa: …arqalı qońıraw etiw

source: Camera
kaa: Kamera

source: Camera access needed. Go to Android settings, tap permissions, and tap allow.
kaa: Kameraǵa kiriw kerek. Bunıń ushın Android sazlawların ashıń, ruqsatnamalar bólimin tańlań, hám ruqsat etiw túymesin basıń.

source: Camera and microphone are on
kaa: Kamera hám mikrofon qosılǵan

source: Camera is on
kaa: Kamera qosılǵan

source: Cancel
kaa: Biykarlaw

source: Cancel downloads
kaa: Júklemelerdi biykarlaw

source: Cancel private downloads?
kaa: Jeke júklemelerdi biykarlayıq pa?

source: Cannot Complete Request
kaa: Sorawıńızdı qanaatlandırıw múmkinshiligi joq

source: Cannot share to this app
kaa: Bul baǵdarlamaǵa jiberiw múmkin emes

source: Can’t edit default folders
kaa: Tiykarǵı papkalarǵa ózgeris kiritip bolmaydı

source: Card Number
kaa: Karta nomeri

source: Card number will be encrypted. Security code won’t be saved.
kaa: Karta nomeri shifrlenedi. Qupıyalıq kodı saqlanbaydı.

source: Check that search string matches Example format
kaa: Izlew qatarınıń úlgi formatına sáykes keliwin tekseriń

source: Check your network connection or try reloading the page in a few moments.
kaa: Tarmaq jalǵanǵanın tekseriń yamasa bir neshe minutlardan keyin qayta júklewge urınıp kóriń.

source: Choose a color
kaa: Reńdi tańlań

source: Choose a wallpaper that speaks to you.
kaa: Talǵamıńızǵa mas fon temasın tańlań.

source: Choose what to sync
kaa: Neni sáykeslestiriwdi tańlań

source: Choose which trackers and scripts to block.
kaa: Qaysı baqlawlardı hám skriptlerdi bloklawdı tańlań.

source: Choose your theme
kaa: Temańızdı tańlań

source: City
kaa: Qala

source: Classic %s
kaa: Klassik %s

source: Clear
kaa: Tazalaw

source: Clear cookies and site data
kaa: Cookie hám sayt maǵlıwmatların tazalaw

source: Clear hostname
kaa: Host atın tazalaw

source: Clear password
kaa: Paroldi tazalaw

source: Clear permission
kaa: Ruqsattı tazalaw

source: Clear permissions
kaa: Ruqsatlardı tazalaw

source: Clear permissions on all sites
kaa: Barlıq saytlardaǵı ruqsatlardı tazalaw

source: Clear recent browsing history, cookies, and related data
kaa: Jaqın aradaǵı brauzer tariyxın, cookie hám oǵan tiyisli maǵlıwmatlardı tazalaw

source: Clears cookies set by redirects to known tracking websites.
kaa: Belgili baqlaw veb-saytlarına jóneltiriw barısında ornatılǵan cookielerdi óshiredi.

source: Clear username
kaa: Paydalanıwshı atın tazalaw

source: Click for more details
kaa: Kóbirek biliw ushın basıń

source: Close after one day
kaa: Bir kúnnen keyin jabıw

source: Close after one month
kaa: Bir aydan keyin jabıw

source: Close after one week
kaa: Bir hápteden keyin jabıw

source: Close all inactive tabs
kaa: Barlıq aktiv emes betlerdi jabıw

source: Close all tabs
kaa: Barlıq betlerdi jabıw

source: Close manually
kaa: Qolda jabıw

source: Close private tabs
kaa: Jeke betlerdı jabıw

source: Close reader view
kaa: Oqıw kórinisin jabıw

source: Close tab
kaa: Betti jabıw

source: Close tabs
kaa: Betlerdi jabıw

source: Close tab %s
kaa: %s betin jabıw

source: collapse
kaa: qısqartıw

source: Collapse group of synced tabs
kaa: Sáykeslestirilgen betler toparın qısqartıw

source: Collapse inactive tabs
kaa: Aktiv emes betleri qısqartıw

source: Collapse suggested addresses
kaa: Usınıs etilgen mánzillerdi qısqartıw

source: Collapse suggested credit cards
kaa: Usınıs etilgen bank kartaların qısqartıw

source: Collapse suggested logins
kaa: Usınıs etilgen loginlerdi qısqartıw

source: Collection %d
kaa: Toplam %d

source: Collection deleted
kaa: Toplam óshirildi

source: Collection menu
kaa: Toplam menyusi

source: Collection name
kaa: Toplam ataması

source: Collection owner (User ID)
kaa: Toplam iyesi (Paydalanıwshı ID)

source: Collection renamed
kaa: Toplam ataması ózgertildi

source: Collections
kaa: Toplamlar

source: Collection saved!
kaa: Toplam saqlandı!

source: Collect the things that matter to you.\nGroup together similar searches, sites, and tabs for quick access later.
kaa: Sizge áhmiyetli nárselerdi jıynań.\nKeleshekte tez kiriw ushın uqsas izlewlerdi, saytlardı hám betlerdi biriktiriń.

source: Common myths about private browsing
kaa: Jeke kóriw haqqında tarqalǵan jalǵanlar

source: Complete action using
kaa: Háreketti tómendegiden paydalanıp juwmaqlaw

source: Connect another device
kaa: Basqa qurılmaǵa jalǵaw

source: Connect another device.
kaa: Basqa qurılmanı jalǵaw.

source: Connect Another Device…
kaa: Basqa qurılmanı jalǵaw…

source: Connection is not secure
kaa: Jalǵanıw qáwipsiz emes

source: Connection is secure
kaa: Jalǵanıw qáwipsiz

source: Content crashed
kaa: Kontent buzıldı

source: Content Encoding Error
kaa: Kontentti sıǵıw qátesi

source: Continue to HTTP Site
kaa: HTTP saytında dawam etiw

source: Continue to website
kaa: Saytqa qaytıw

source: Control browser proxy settings
kaa: Brauzer proksi sazlawların basqarıw

source: Cookie Banner Reduction
kaa: Cookie haqqındaǵı xabarlamalardı qısqartıw

source: Cookie banners begone!
kaa: Cookie haqqındaǵı xabarlamalar joq bolıp ketti!

source: Cookies from unvisited sites
kaa: Kirilmegen saytlardaǵı cookielar

source: Copied to clipboard
kaa: Almasıw buferine kóshirip alındı

source: Copy
kaa: Kóshirip alıw

source: Copy email address
kaa: Elektron pochta mánzilin kóshirip alıw

source: Copy image
kaa: Súwretti kóshirip alıw

source: Copy image location
kaa: Súwrettıń siltemesin kóshirip alıw

source: Copy link
kaa: Siltemeni kóshirip alıw

source: Copy password
kaa: Paroldi kóshirip alıw

source: Copy to clipboard
kaa: Almasıw buferine kóshirip alıw

source: Copy username
kaa: Paydalanıwshı atın kóshirip alıw

source: Corrupted Content Error
kaa: Buzılǵan kontent qátesi

source: Could not open file
kaa: Fayldı ashıw múmkin bolmadı

source: Couldn’t change wallpaper
kaa: Fon súwreti ózgermedi

source: Couldn’t download wallpaper
kaa: Fon súwreti júklep alınbadı

source: Country or region
kaa: Mámleket yamasa aymaq

source: Crashes
kaa: Nasazlıqlar

source: Crash Reports
kaa: Nasazlıqlar haqqında esabatlar

source: Created %s
kaa: %s jaratıldı

source: Credit cards
kaa: Bank kartaları

source: Cross-site and social media trackers
kaa: Sayt aralıq hám social tarmaqlarınıń baqlawshıları

source: Cross-site cookies
kaa: Saytlar aralıq cookielar

source: Cross-Site Cookies
kaa: Saytlar aralıq cookielar

source: Cross-Site Tracking Cookies
kaa: Saytlar aralıq baqlawshı cookielar

source: Cryptominers
kaa: Kriptomaynerler

source: Custom
kaa: Arnawlı

source: Custom Add-on collection
kaa: Arnawlı qosımshalar toplamı

source: Custom Firefox Account server
kaa: Arnawlı Firefox Akkaunt serveri

source: Customize
kaa: Jeke sazlaw

source: Customize homepage
kaa: Bas betti ózgertiw

source: Customize reader view
kaa: Oqıw kórinisin ózgertiw
